driver-tests/bpelse/SchemaElemDecl/BPwithNestedElemCompApp/test/TestCase1/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:bpw="http://xml.netbeans.org/schema/BPwithNestedElemSchema">
  <soapenv:Body>
    <bpw:NestedMsgElem>
      <Name>BPwithNestedElem</Name>
      <msg>
        <msgId>104</msgId>
        <msgStr>Sending Msg 4:</msgStr>
      </msg>
    </bpw:NestedMsgElem>
  </soapenv:Body>
</soapenv:Envelope>